Revit 2024 API
GroupTypeId.AdskModelProperties Property
 Model Properties.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId AdskModelProperties { get; }
Visual Basic
Public Shared ReadOnly Property AdskModelProperties As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AdskModelProperties {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace